Revit 2024 API
TransactWithCentralOptions Properties
The TransactWithCentralOptions type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
TransactWithCentralOptions Class
Autodesk.Revit.DB Namespace